<?php echo $header; ?>
<section class="blog">
    <div class="blog__header">
        <div class="subtitle blog__prev">
            <svg width="29" height="34" viewBox="0 0 29 34" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path d="M-8.30516e-07 17L28.5 0.545516L28.5 33.4545L-8.30516e-07 17Z" fill="#29C4FD"/>
            </svg>
            <span>обратно</span>
        </div>
        <div class="blog__image blog__image_header">
            <img src="/assets/media/public/pages/blogInside/header.png" alt="">
        </div>
        <h2 class="title">Когда пора обновить дизайн? </h2>
    </div>
    <div class="blog-content">
        <div class="blog-content__text">
            <p class="text">Начну с того, что менять дизайн необязательно: есть много примеров, когда бренды десятилетиями живут со своими логотипами и остальным дизайном. Поэтому, если вас всё устраивает — не тратьте лишних денег.Но если вы уже задумывались о том, что хорошо бы что-то поменять — вот несколько ситуаций, когда это можно сделать максимально полезно для себя, своей компании и клиентов.
            </p>
        </div>
        <h2 class="title title_blog-content">Когда регистрируете товарный знак</h2>
        <div class="blog-content__text">
            <p class="text">
                Обычно это сложная и очень неприятная процедура. Завернуть знак при регистрации могут по многим причинам, например:
            </p>
            <ul class="blog__ul">
                <li class="blog__list"> <span class="blog__list_span"> Знак отдалённо напоминает другой знак.</span></li>
                <li class="blog__list">  <span class="blog__list_span">Знак может ввести в заблуждение того, кто на него смотрит.</span></li>
                <li class="blog__list"> <span class="blog__list_span">В знаке используются известные символы.</span></li>
                <li class="blog__list"> <span class="blog__list_span">Знак не обладает различительной способностью.</span></li>
            </ul >
            <p class="text">И ещё много размытых формулировок, которые могут помешать зарегистрировать товарный знак. В некоторых случаях это   может длиться до года, с постоянными заворотами в обратную сторону. </p>
            <p class="text">Чтобы минимизировать риски, лучше побеспокоиться о логотипе перед его подачей. Как раз в этот момент можно сделать небольшой рестайлинг, если в целом дизайн ок, или провести редизайн.
            </p>
        </div>
        <div class="blog__image">
            <img src="/assets/media/public/pages/blogInside/1.png" alt="">
        </div>
        <h2 class="title title_blog-content">Когда запускаете рекламную кампанию</h2>
        <div class="blog-content__text">
            <p class="text">Рекламная кампания — много визуального материала: баннеры, объявления, лендинги, оформление социальных сетей.
            </p>
            <p class="text">Если взять, например, контекстную рекламу — она появляется на разных платформах, в разных форматах — всё должно быть адаптировано и понятно. У пользователя должна быть возможность запомнить бренд, который рекламируют.
            </p>
            <p class="text">Если используете в рекламе логотип, то лучше брать его упрощённую версию или упростить имеющийся. Сравните две рекламы во «ВКонтакте».
            </p>
        </div>
        <div class="blog__image">
            <img src="/assets/media/public/pages/blogInside/2.png" alt="">
        </div>
        <div class="blog-content__text">
            <p class="text"> На первой — логотип выглядит так себе: непонятный, элементов много, что написано — не прочитать. Если пользователя потом «догонит» эта реклама — например, на уличном баннере, то он и не вспомнит, что уже видел это предложение во «ВКонтакте».
            </p>
            <p class="text">У Tele2 такой проблемы нет. Даже если его уменьшить раз в двадцать, он всё равно останется читаемым.

            </p>
            <p class="text">
                Поэтому, если делаете рекламную кампанию, можно заняться обновлением дизайна — это пойдёт на пользу эффективности всей кампании.
            </p>
        </div>
    </div>
</section>
<?php echo $footer; ?>